Repository: fjelltopp/navigator_ui
Catalog: locales/*/messages.po
Languages: fr, pt

source: An unexpected error occurred when trying to laod this task list
pt: Um erro inesperado ocorreu ao tentar laod esta lista de tarefas

source: An unexpected error occurred when trying to load this dataset
fr: Une erreur inattendue s'est produite en essayant de charger cet ensemble de données
pt: Um erro inesperado ocorreu ao tentar carregar este conjunto de dados

source: An unexpected error occurred when trying to load this milestone
fr: Une erreur inattendue s'est produite en essayant de charger ce jalon
pt: Um erro inesperado ocorreu ao tentar carregar este marco

source: An unexpected error occurred when trying to load this task
fr: Une erreur inattendue s'est produite en essayant de charger cette tâche
pt: Ocorreu um erro inesperado ao tentar carregar esta tarefa

source: An unexpected error occurred when trying to mark this task as complete
fr: Une erreur inattendue s'est produite en essayant de marquer cette tâche comme terminée
pt: Ocorreu um erro inesperado ao tentar marcar essa tarefa como completa

source: An unexpected error occurred when trying to mark this task as incomplete
fr: Une erreur inattendue s'est produite en essayant de marque cette tâche comme incomplète
pt: Ocorreu um erro inesperado ao tentar marcar essa tarefa tão incompleta

source: An unexpected error occurred when trying to skip this task
fr: Une erreur inattendue s'est produite en tentant d'ignorer cette tâche
pt: Um erro inesperado ocorreu ao tentar pular esta tarefa

source: Click "What's Next?" once task is complete.
fr: Cliquez sur "Quelle est la prochaine étape ?" une fois que la tâche est terminée
pt: Clique em "O que vem a seguir?" Quando a tarefa estiver concluída.

source: Click "What's Next?" to proceed.
fr: Cliquez sur "Quelle est la prochaine étape?" pour continuer
pt: Clique em "O que vem a seguir?" para prosseguir.

source: Click "What's Next?" to see your latest actionable task.
fr: Cliquez sur "Quelle est la prochaine étape?" pour voir votre dernière réalisable.
pt: Clique em "O que vem a seguir?" para ver sua última tarefa acionável.

source: Contact Us
fr: Contactez nous
pt: Contate-Nos

source: Debug Mode
fr: Mode débogage
pt: Modo de depuração

source: Failed to complete task {taskId}
fr: Échec de la complétion de la tâche {taskId}
pt: Falha ao concluir a tarefa {taskId}

source: Failed to load milestone {milestoneId}
fr: Échec du chargement du jalon {milestoneId}
pt: Falha ao carregar o marco {milestoneId}

source: Failed to load task list for dataset {datasetId}
fr: Échec du chargement de la liste de tâches pour l'ensemble de données {datasetId}
pt: datasetId

source: Failed to load task {taskId}
fr: Échec du chargement de la tâche {taskId}
pt: Falha ao carregar a tarefa {taskId}

source: Failed to load {CurrentDatasetName}
fr: Échec du chargement de {CurrentDatasetName}
pt: Falha ao carregar {CurrentDatasetName}

source: Failed to mark task {taskId} as incomplete
fr: Impossible de marquer la tâche {taskId} comme incomplète
pt: Falha ao marcar a tarefa {taskId} como incompleto

source: Failed to skip task {taskId}
fr: Impossible d'ignorer la tâche {taskId}
pt: Falha ao pular tarefa {taskId}

source: For questions about the estimates process or to provide feedback to UNAIDS about task descriptions found in the Navigator, please contact <0>GeneralSupportEmailAddress</0>. If you are commenting on a specific task, be sure to capture a screenshot or copy and paste the text in question.
fr: Pour les questions sur le processus des estimations ou pour envoyer des commentaires à l'ONUSIDA à propos des descriptions de tâches trouvées dans le Navigateur, veuillez contacter <0>GeneralSupportEmailAddress</0>. Si vous commentez une tâche spécifique, assurez-vous de faire une capture d'écran ou de copier et coller le texte en question.
pt: Para questões sobre o processo de estimativas ou para fornecer feedback para a UNAIDS sobre descrições de tarefas encontradas no Navegador, entre em contato com <0>GeneralSupportEmailAddress</0>. Se você está comentando em uma tarefa específica, certifique-se de capturar uma captura de tela ou copiar e colar o texto em questão.

source: For technical support, contact <0>TechnicalSupportEmailAddress</0>
fr: Pour le support technique, contactez <0>TechnicalSupportEmailAddress</0>
pt: Para suporte técnico, entre em contato com <0>TechnicalSupportEmailAddress</0>

source: Forgot password?
pt: Esqueceu a senha?

source: HIV Estimates Navigator
fr: Navigateur des estimations VIH
pt: HIV estima navegador

source: HIV Tools
fr: Outils VIH
pt: Ferramentas de HIV

source: How to use Navigator
fr: Comment utiliser le Navigateur
pt: Como usar o Navigator

source: If you need help materials and guides or training materials for the HIV epidemiological estimates process, you can visit our library of HIV estimates training materials.
fr: Si vous avez besoin d'outils d'aide et de guides ou des outils de formation sur le processus des estimations épidémiologiques VIH, vous pouvez visiter notre bibliothèque d'outils de formation sur les estimations VIH.
pt: Se você precisar de materiais e guias de ajuda ou materiais de treinamento para o processo de estimativas epidemiológicas do HIV, você pode visitar nossa biblioteca de estimativas de HIV de materiais de treinamento.

source: Loading...
fr: Chargement...
pt: Carregando...

source: Log Out
fr: Se déconnecter
pt: Sair

source: Logging in...
pt: Log em ...

source: Logging out...
pt: Sair...

source: Login
pt: Conecte-se

source: Login failed. Bad username or password.
pt: Falha na autenticação. Nome de usuário ou senha ruim.

source: More milestones may be added
fr: Plus de jalons peuvent être ajoutés
pt: Mais marcos podem ser adicionados

source: More tasks may be added
fr: Plus de tâches peuvent être ajoutées
pt: Mais tarefas podem ser adicionadas

source: Next Task
fr: Tâche suivante
pt: Próxima tarefa.

source: No Country HIV Estimates Datasets found.
fr: Aucun ensemble de données d'estimations VIH national n'a été trouvé.
pt: Nenhum país HIV estima conjuntos de dados encontrados.

source: No further action is required.
fr: Aucune action supplémentaire n'est requise.
pt: Não é necessária nenhuma ação adicional.

source: Password
pt: Senha

source: Please login using your <0>LinkToCkanSite</0> login details:
pt: Por favor, faça o login usando o seu <0>LinkToCkanSite</0> detalhes de login:

source: Please try completing the action again or refreshing this page.
fr: S'il vous plaît essayer de compléter l'action à nouveau ou de rafraîchir cette page.
pt: Por favor, tente concluir a ação novamente ou atualizando esta página.

source: Please try refreshing this page or switching to another dataset.
fr: S'il vous plaît essayer de rafraîchir cette page ou de changer d'ensemble de données.
pt: Por favor, tente refrescar esta página ou alternando para outro conjunto de dados.

source: Please wait...
fr: Veuillez patienter...
pt: Por favor, aguarde...

source: Prior Task
fr: Tâche antérieure
pt: Tarefa anterior

source: Refresh
fr: Rafrachir
pt: Atualizar

source: Refresh Page
fr: Rafrachir la page
pt: Atualizar a página

source: Register
pt: Registro

source: Something went wrong, please refresh this page
fr: Une erreur s'est produite, veuillez rafraîchir cette page
pt: Algo deu errado, por favor, atualize esta página

source: Task Complete
fr: Tâche terminée
pt: Tarefa completa.

source: Task Complete?
fr: Tâche terminée?
pt: Tarefa completa?

source: Task List
fr: Liste des tâches
pt: Lista de tarefas

source: Task status is automatically checked by system.
fr: Le statut de la tâche est automatiquement vérifié par le système.
pt: O status da tarefa é automaticamente verificado pelo sistema.

source: Task: {taskId}
fr: Tâche: {taskId}
pt: Tarefa: {taskId}

source: The HIV Estimates Navigator ("Navigator") is the latest tool provided by UNAIDS to assist country teams to produce their annual HIV estimates. The Navigator is an automated, step-by-step assistant for estimates teams. Whether you have participated in the estimates for many years or it’s your first time, the Navigator will guide you through the process across all estimates tools and models. From generating your input data to selecting advanced options and fitting your models, Navigator provides detailed, step-by-step instructions and resources to assist you along the way. Need to step away for a bit? No problem, Navigator will help you pick up where you left off, telling you what's next and what tasks remain to be done.
fr: Le Navigateur des Estimations VIH ("Navigator") est l'outil le plus récent fourni par l'ONUSIDA pour appuyer les équipes nationales à produire leurs estimations annuelles VIH. Le Navigateur est un assistant automatisé, à étape-par-étape pour les équipes d'estimations. Que vous ayez participé aux estimations durant de nombreuses années ou que ce soit votre première fois, le Navigateur vous guidera dans le processus à travers tous les outils et les modèles d'estimations. De la génération de vos données d'entrée à la sélection des options avancées et à l'ajustement de vos modèles, le Navigateur fournit des instructions détaillées, étape par étape et des ressources pour vous aider tout au long du processus. Vous avez besoin de prendre une pause ? Aucun problème, le Navigateur vous aidera à reprendre là où vous vous êtes arrêté et vous indiquera les prochaines étapes et les tâches restantes à faire.
pt: O HIV Estima Navigator ("Navigator") é a mais recente instrumento fornecida pela UNAIDS para ajudar as equipes do país a produzir suas estimativas anuais de HIV. O Navegador é um assistente automatizado e passo a passo para estima as equipes. Se você participou das estimativas por muitos anos ou é sua primeira vez, o navegador irá guiá-lo através do processo em todas as ferramentas e modelos de estimativas. De gerar seus dados de entrada para selecionar opções avançadas e ajustar seus modelos, o Navigator fornece instruções detalhadas e passo a passo e recursos para ajudá-lo ao longo do caminho. Precisa se afastar por um pouco? Não há problema, o Navigator irá ajudá-lo a pegar de onde parou, dizendo o que é o próximo e que as tarefas permanecem a ser feitas.

source: This is your current task.
fr: Voici votre tâche actuelle.
pt: Esta é a sua tarefa atual.

source: This is your first task.
fr: Voici votre première tâche.
pt: Esta é sua primeira tarefa.

source: This workflow is now complete.
fr: Ce flux de travail est maintenant terminé.
pt: Este fluxo de trabalho agora está completo.

source: To report bugs or problems or to provide feedback about the Navigator software, please contact <0>TechnicalSupportEmailAddress</0>. If relevant capture a screenshot of the error you are receiving or the task in question.
fr: Pour signaler des bogues ou des problèmes ou fournir des commentaires sur le l'application Navigateur, veuillez contacter <0>TechnicalSupportEmailAddress</0>. Si pertinent, faites une capture d'écran de l'erreur que vous recevez ou de la tâche en question.
pt: Para relatar bugs ou problemas ou fornecer feedback sobre o software Navegator, entre em contato com <0>TechnicalSupportEmailAddress</0>. Se relevante capturar uma captura de tela do erro que você recebe ou a tarefa em questão.

source: UNAIDS and its partners are committed to providing the highest level of support to country teams using its platforms and models during the estimates process. You can contact us in one of two ways:
fr: L'ONUSIDA et ses partenaires s'engagent à fournir le plus haut niveau de soutien aux équipes nationales utilisant ses plateformes et modèles durant le processus des estimations. Vous pouvez nous contacter via l'un des deux moyens:
pt: A UNAIDS e seus parceiros estão comprometidos em fornecer o mais alto nível de apoio às equipes do país usando suas plataformas e modelos durante o processo de estimativas. Você pode entrar em contato conosco de uma das duas maneiras:

source: Username or Email
pt: Nome de usuário ou email

source: View Error Logs
fr: Consulter les journaux d'erreurs
pt: Ver logs de erros

source: Welcome to the UNAIDS HIV Estimates Navigator. Your HIV estimates journey begins here!
fr: Bienvenue dans le Navigateur des Estimations VIH de l'ONUSIDA. Votre voyage vers les estimations VIH commence ici!
pt: Bem-vindo à UNAIDS HIV Estima Navigator. Sua jornada de estimativas de HIV começa aqui!

source: What's Next?
fr: Quelle est la prochaine étape ?
pt: Qual é o próximo?

source: Workflow: {workflowId}
fr: Flux de travail: {workflowId}
pt: Fluxo de trabalho: {workflowId}

source: You are currently previewing a future task.
fr: Vous êtes actuellement en train de prévisualiser une tâche future.
pt: Você está visualizando atualmente uma tarefa futura.

source: You are previewing a future task
fr: Vous êtes en train de prévisualiser une tâche future
pt: Você está visualizando uma tarefa futura

source: Your ADR account does not have access to any Country HIV Estimates Datasets. Please make sure you are logged into the correct account and you are added as an editor member of the country organisation or a dataset collaborator.
fr: Votre compte ADR n'a accès à aucun Ensemble de données d'Estimations VIH Pays. S'il vous plaît assurez-vous que vous êtes connecté avec le bon compte et que vous avez êtes ajouté comme membre éditeur de l'organisation pays ou comme collaborateur d'un ensemble de données.
pt: Sua conta ADR não tem acesso a qualquer conjunto de dados de estimativas de HIV do país. Por favor, certifique-se de que você está logado na conta correta e é adicionado como membro do editor da organização do país ou de um colaborador de dados.

source: Your Task List
fr: Votre liste de tâches
pt: Sua lista de tarefas.

source: An unexpected error occurred when trying to load this task list
fr: Une erreur inattendue s'est produite en essayant de charger cette liste de tâches

source: Current user has not been found in ADR.
fr: L'utilisateur actuel n'a pas été trouvé dans ADR.

source: Dataset: {datasetId}
fr: Ensemble de données: {datasetId}

source: Go to ADR
fr: Aller à ADR

source: Sign in with your HIV Tools account
fr: Connectez-vous avec votre compte enregistré dans le HIV Tools

source: Your SSO account has not yet been used to log in to the ADR. Please use the "Go to ADR" button below to visit ADR and get your account created. Then come back here and click "Refresh Page".
fr: Votre compte SSO n'a pas encore été utilisé pour la connexion dans l'ADR. Veuillez utiliser le bouton "Aller à l'ADR" ci-dessous pour visiter l'ADR et obtenir votre compte. Ensuite, revenez ici et cliquez sur "Actualiser la page".
